package lec_2.task_7;
//Напишите программу, определяющую сумму всех нечетных чисел от 1
//до 99

public class Task_7 {
    public static void main(String[] args) {
        for (int i = 1; i < 100; i += 2) {
            System.out.print(i + " ");
        }
    }
}
